;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[IvanIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Иван Долвич"

[ShadowIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Кайл `Тень` Сайммонс"

[MagIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Эрл `Маг` Волкер"

[BobcatIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Руди `Рысь` Робертс"

[GusIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Гас Тарболс"

[SteroidIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Бобби `Анаболик` Гонтарски"

[FidelIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Фидель Дахан"